Repository: AdamBoman/speakup-email-petitions-swedish
Catalog: dk_speakup-*.po
Languages: sv_se

source: Support
sv_se: Hjälp

source: Donate
sv_se: Donera

source: Edit Email Petition
sv_se: Redigera upprop

source: Update Petition
sv_se: Uppdatera upprop

source: Petition created. Use %1$s %2$s %3$s to display in a page or post. Use %1$s %4$s %3$s to display the signatures list.
sv_se: Uppropet har skapats. Använd %1$s %2$s %3$s för att visa det i en sida. Använd %1$s %4$s %3$s för att visa listan på underskrifter.

source: Edit New Email Petition
sv_se: Redigera nytt epostupprop

source: Petition updated.
sv_se: Upprop uppdaterat.

source: Add New Email Petition
sv_se: Skapa ett nytt upprop

source: Create Petition
sv_se: Skapa upprop

source: Add me to your mailing list
sv_se: Ja tack, jag vill få utskick

source: Error: Please correct the highlighted fields.
sv_se: Vänligen rätta de markerade fälten.

source: Enter title here
sv_se: Ange namn här

source: Petition
sv_se: Upprop

source: Do not send email (only collect signatures)
sv_se: Skicka inte epost (samla bara underskrifter)

source: Target Email
sv_se: Mottagarens epostadress

source: Email Subject
sv_se: Ärenderad

source: Greeting
sv_se: Hälsning

source: Petition Message
sv_se: Uppropstext

source: Twitter Message
sv_se: Twittermeddelande

source: Petition Options
sv_se: Inställningar

source: Confirm signatures
sv_se: Bekräfta underskrifter

source: Return URL
sv_se: URL att återvända till

source: Allow custom messages
sv_se: Tillåt anpassat meddelande

source: Set signature goal
sv_se: Ange mål för antal underskrifter

source: Goal
sv_se: Mål

source: Set expiration date
sv_se: Ange slutdatum

source: May
sv_se: maj

source: Oct
sv_se: okt

source: Display Options
sv_se: Visningsinställningar

source: Display address fields
sv_se: Visa adressfält

source: Street
sv_se: Adress

source: City
sv_se: Postort

source: State / Province
sv_se: Län

source: Post Code
sv_se: Postnummer

source: Country
sv_se: Land

source: Display custom field
sv_se: Visa anpassat fält

source: Label
sv_se: Rubrik

source: Display opt-in checkbox
sv_se: Visa ruta för utskick

source: Email Petitions
sv_se: Epostupprop

source: Add New
sv_se: Lägg till nytt

source: Signatures
sv_se: Underskrifter

source: Email Petitions Settings
sv_se: Uppropsinställningar

source: Settings
sv_se: Inställningar

source: No Title
sv_se: Namnlös

source: items
sv_se: st

source: of
sv_se: av

source: Thank you. Your signature has been added to the petition.
sv_se: Tack för att du skrev under uppropet.

source: Your signature has already been confirmed.
sv_se: Din underskrift har redan bekräftats.

source: The confirmation code you provided is invalid.
sv_se: Koden för att bekräfta underskriften är tyvärr felaktig.

source: Email Confirmation
sv_se: Epostbekräftelse

source: You will be redirected momentarily.
sv_se: Du skickas vidare inom kort.

source: Insufficient privileges: You need to be an editor to do that.
sv_se: Du har inte tillräckliga behörigheter för att göra det.

source: No signatures found.
sv_se: Inga underskrifter kunde hittas.

source: First Name
sv_se: Förnamn

source: Last Name
sv_se: Efternamn

source: Email Address
sv_se: Epostadress

source: Street Address
sv_se: Postadress

source: State
sv_se: Ort

source: Date Signed
sv_se: Datum

source: Confirmed
sv_se: Bekräftad

source: Petition Title
sv_se: Uppropsnamn

source: Petition ID
sv_se: UppropsID

source: Email Opt-in
sv_se: Vill få utskick

source: Custom Message
sv_se: Anpassat meddelande

source: Language
sv_se: Språk

source: Custom Field
sv_se: Anpassat fält

source: confirmed
sv_se: bekräftad

source: unconfirmed
sv_se: inte bekräftad

source: yes
sv_se: ja

source: no
sv_se: nej

source: Read the petition
sv_se: Läs uppropet

source: Email
sv_se: Epost

source: Confirm Email
sv_se: Bekräfta epostadressen

source: signature
sv_se: underskrift

source: Signature goal
sv_se: Målsättning för antal underskrifter

source: End date
sv_se: Slutdatum

source: Signatures collected
sv_se: Insamlade underskrifter

source: Error: You must include a valid id.
sv_se: Fel: Du behöver inkludera ett giligt id.

source: Title
sv_se: Namn

source: Enter the title of your petition, which will appear at the top of the petition form.
sv_se: Ange ett namn på uppropet. Namnet visas överst i formuläret för att skriva under.

source: Use this option if do not wish to send petition emails to a target address.
sv_se: Kryssa för om du inte vill skicka uppropet till en mottagaradress.

source: Enter the email address to which the petition will be sent. You may enter multiple email addresses, separated by commas.
sv_se: Ange epostadress till den eller de som ska motta uppropet. Det går bra att fylla i fler än en adress om de avskiljs med kommatecken.

source: Enter the subject of your petition email.
sv_se: Ange en ärenderad för uppropets epostmeddelande.

source: Include a greeting to the recipient of your petition, such as "Dear Sir," which will appear as the first line of the email.
sv_se: Inkludera en hälsning till mottagaren av uppropet, t.ex. "Kära statsminister,". Detta blir den första raden i epostmeddelandet.

source: Enter the content of your petition email.
sv_se: Ange innehållet i uppropet.

source: Enter a prepared tweet that will be presented to users when the Twitter button is clicked.
sv_se: Ange ett meddelande som användaren kan twittra.

source: Use this option to cause an email to be sent to the signers of your petition. This email contains a special link must be clicked to confirm the signer's email address. Petition emails will not be sent until the signature is confirmed.
sv_se: Kryssa för om underskrifter ska bekräftas. När någon skriver under uppropet skickas ett epostmeddelande till den adress som anges. Uppropet skickas först när länken i meddelandet har klickats.

source: Check this option to allow signatories to customize the text of their petition email.
sv_se: Kryssa för om undertecknaren ska kunna anpassa texten i uppropet.

source: Enter the number of signatures you hope to collect. This number is used to calculate the progress bar display.
sv_se: Ange ett mål för hur många underskrifter som ska samlas in. Detta antal ligger till grund för mätaren som visas.

source: Use this option to stop collecting signatures on a specific date.
sv_se: Ange ett slutdatum om uppropet ska upphöra ett visst datum

source: Select the address fields to display in the petition form.
sv_se: Kryssa för om adressfält ska finnas med i uppropet.

source: Add a custom field to the petition form for collecting additional data.
sv_se: Lägg till ett extra fält till uppropet, för att samla ytterligare information.

source: Include a checkbox that allows users to consent to receiving further email.
sv_se: Inkludera en kryssruta som låter användarna ange om de vill ta emot utskick.

source: These settings control the display of the [emailpetition] shortcode and sidebar widget.
sv_se: Inställningar för visning av shortcode [emailpetition] och widget.

source: Petition Theme
sv_se: Uppropstema

source: Select a CSS theme that will control the appearance of petition forms.
sv_se: Välj ett CSS-tema som styr formulärets utseende.

source: Widget Theme
sv_se: Widgettema

source: Select a CSS theme that will control the appearance of petition widgets.
sv_se: Välj ett CSS-tema som styr utseendet på widgeten.

source: Submit Button Text
sv_se: Knappens text

source: Enter the text that displays in the orange submit button on petition forms.
sv_se: Ange vilken text som ska visas i knappen för att skriva under uppropet.

source: Success Message
sv_se: Text vid underskrift

source: Enter the text that appears when a user successfully signs your petition with a unique email address.
sv_se: Ange det meddelande som visas när en användare framgångsrikt skrivit under uppropet.

source: Share Message
sv_se: Text för spridning

source: Enter the text that appears above the Twitter and Facebook buttons after the petition form has been submitted.
sv_se: Ange den text som visas över Twitter- och Facebookknapparna när uppropet har skrivits under.

source: Expiration Message
sv_se: Text vid utgånget upprop

source: Enter the text to display in place of the petition form when a petition is past its expiration date.
sv_se: Ange den text som visas i stället för formuläret när uppropet har nått sitt slutdatum.

source: Already Signed Message
sv_se: Text vid redan påskrivet

source: Enter the text to display when a petition is signed using an email address that has already been submitted.
sv_se: Ange den text som visas om en epostadress redan har använts för att skriva under uppropet.

source: Opt-in Default
sv_se: "Önskar utskick" automatiskt förkryssad?

source: Choose whether the opt-in checkbox is checked or unchecked by default.
sv_se: Välj om kryssrutan för att få utskick ska vara förkryssad automatiskt eller inte.

source: Display signature count
sv_se: Visa antal underskrifter

source: Choose whether you wish to display the number of signatures that have been collected.
sv_se: Välj om du vill visa en mätare med antal underskrifter som samlats in.

source: These settings control the content of the confirmation emails.
sv_se: Inställningar för bekräftelse-epost.

source: Email From
sv_se: Avsändare

source: Enter the email address associated with your website. Confirmation emails will be sent from this address.
sv_se: Ange en epostadress som hör till din webbplats eller organisation. Bekräftelse-epost kommer att skickas från denna adress.

source: Enter the subject of the confirmation email.
sv_se: Ange ärenderaden för bekräftelse-epost.

source: Email Message
sv_se: Meddelande

source: Enter the content of the confirmation email.
sv_se: Ange den text som skickas som bekräftelse-epost.

source: These settings control the display of the [signaturelist] shortcode.
sv_se: Inställningar för visning av shortcode [signaturelist].

source: Enter the text that appears above the signature list.
sv_se: Ange den rubrik som visas över listan över senaste underskrifter.

source: Theme
sv_se: Tema

source: Select a CSS theme that will control the appearance of signature lists.
sv_se: Välj ett CSS-tema som styr signaturlistans utseende.

source: Rows
sv_se: Rader

source: Enter the number of signatures that will be displayed in the signature list.
sv_se: Ange hur många underskrifter som ska visas i listan.

source: Columns
sv_se: Kolumner

source: Select the columns that will appear in the signature list.
sv_se: Ange vilka kolumner som visas i listan över senaste underskrifter.

source: These settings control the look of the plugin's options pages within the WordPress administrator.
sv_se: Här kan du styra hur administrationen i WordPress ser ut för denna plugin.

source: Petitions table shows
sv_se: Uppropstabellens storlek

source: Enter the number of rows to display in the "Email Petitions" table
sv_se: Ange hur många rader som ska visas i tabellen "Epostupprop"

source: Signatures table shows
sv_se: Underskrifttabellens storlek

source: Enter the number of rows to display in the "Signatures" table
sv_se: Ange hur många rader som ska visas i tabellen "Underskrifter"

source: CSV file includes
sv_se: CSV-filen innehåller

source: Select the subset of signatures that will be included in CSV file downloads
sv_se: Ange vilka signaturer som ska vara med i den CSV-fil som kan laddas ner

source: Petition Form
sv_se: Formulär för uppropet

source: Signature List
sv_se: Lista över underskrifter

source: Confirmation Emails
sv_se: Bekräftelse-epost

source: Admin Display
sv_se: Administration

source: Sign Now
sv_se: Underteckna nu

source: This petition is now closed.
sv_se: Uppropet har nu avslutats.

source: Thank you
sv_se: Tack

source: Your signature has been added.
sv_se: Din underskrift har lagts till på uppropet.

source: This petition has already been signed using your email address.
sv_se: Det här uppropet har redan undertecknats med din epostadress.

source: Share this with your friends:
sv_se: Sprid uppropet till dina vänner:

source: Please confirm your email address
sv_se: Vänligen bekräfta din epostadress

source: Hello
sv_se: Hej

source: Thank you for singing our petition
sv_se: Tack för att du skrev under uppropet

source: Please confirm your email address by clicking the link below:
sv_se: Vänligen bekräfta din epostadress genom att klicka denna länk:

source: Latest Signatures
sv_se: Senaste underskrifter

source: Petition deleted.
sv_se: Uppropet har raderats.

source: All Petitions
sv_se: Alla upprop

source: Shortcodes
sv_se: Shortcode

source: No petitions found.
sv_se: Inget upprop hittades.

source: Edit
sv_se: Redigera

source: Delete
sv_se: Radera

source: View Signatures
sv_se: Granska underskrifter

source: Delete this petition permanently? All of the petition's signatures will be deleted as well.
sv_se: Är du säker på att du vill radera uppropet? Alla underskrifter kommer också att raderas permanent.

source: Settings updated.
sv_se: Inställningarna har sparats.

source: Default
sv_se: Standard

source: Basic
sv_se: Enkel

source: None
sv_se: Ingen

source: use
sv_se: använd

source: Accepted variables:
sv_se: Möjliga variabler:

source: Accepted tags:
sv_se: Möjliga tags:

source: Checked
sv_se: Förkryssad

source: Unchecked
sv_se: Inte förkryssad

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: leave blank to display all
sv_se: lämna tomt för att visa alla

source: Date
sv_se: Datum

source: rows
sv_se: rader

source: All signatures
sv_se: Alla underskrifter

source: Only opt-in signatures
sv_se: Underskrifter som önskar utskick

source: Only double opt-in signatures
sv_se: Bekräftade underskrifter som önskar utskick

source: opt-in + confirmed
sv_se: utskick + bekräftad

source: Save Changes
sv_se: Spara ändringar

source: All Signatures
sv_se: Alla underskrifter

source: Signature deleted.
sv_se: Underskriften har raderats.

source: Confirmation emails sent.
sv_se: Bekräftelse-epost har skickats.

source: Select petition
sv_se: Välj upprop

source: Download as CSV
sv_se: Ladda ner som CSV-fil

source: Re-send confirmations
sv_se: Skicka om bekräftelse-epost

source: Are you sure you want to do this? A separate confirmation email will be sent for each unconfirmed signature.
sv_se: Är du säker? Ett separat epostmeddelande kommer att skickas till alla underskrifter som inte har bekräftats.

source: Name
sv_se: Namn

source: Opt-in
sv_se: Vill få utskick

source: Display a petition form.
sv_se: Visa ett formulär för uppropet.

source: Sign the Petition
sv_se: Skriv under

source: Sharing URL
sv_se: URL för delning

source: Call to Action
sv_se: Skriv på uppropet!
